[
  {
    "date": "2024-11-20",
    "description": "leave Daisy at airport. rebellion at castle. Girls soccer cardiac event, call ambulance. Use chatty llama to clear wolves",
    "tags": "daisy, planning, driving, rebellion, hospital, wolves, winter, airport, animal-friend, animals, athens, college, soccer",
    "circumstances": ""
  },
  {
    "date": "2024-11-19",
    "description": "Horror in country house. Mentor angry teen against killing Santa and fairies. Double-sided Janet and Michael dance",
    "tags": "horror, violence, angry, hide, animals, magic, food, dance, fun, celebrity, santa, fairy",
    "circumstances": "difficulty-sleeping, restless, got-up, mind-racing"
  },
  {
    "date": "2024-11-18",
    "description": "buy giant house & Asshole shows up; set boundaries! Bus crash. Spot several hawks. Blows nose & cheese chunks come out",
    "tags": "buy-house, fancy-house, party, friend, Asshole, animals, bad-driving, confident, conflict, food, body-horror, crash",
    "circumstances": ""
  },
  {
    "date": "2024-11-17",
    "description": "first date with fifteen year old and bad candy. Knives out style family trial. Good verdict leads to poisoning",
    "tags": "flying, water, friend, date, candy, trial, spy, actors, poison, danger, city, bad-driving",
    "circumstances": "sweaty"
  },
  {
    "date": "2024-11-16",
    "description": "AirBnb w/ tight hallway to room. Wearing awesome leggings. Surprise bday party at cafe where they spray you w/ water",
    "tags": "travel, hotel, fun, friend, water, getting-ready, mess, late, surprise, bad-driving, costumes",
    "circumstances": ""
  },
  {
    "date": "2024-11-15",
    "description": "hang with Joanna T. Shopping with my dad. Living with Asshole; wanna kick him out. Messy kitchen; making honey",
    "tags": "highschool, friend, family, cooking, mess, shopping, food, Asshole, confident, horror, nature",
    "circumstances": ""
  },
  {
    "date": "2024-11-14",
    "description": "sitting on edge of someone else's seat on plane. Soccer game and exploring Vegas zoo. How to design a human",
    "tags": "bathroom-blocked, Vegas, soccer, family, fashion, psychology, travel, explore, embarrassed, alone",
    "circumstances": ""
  },
  {
    "date": "2024-11-13",
    "description": "working at a highschool and required to take classes. Stand up Sarah in choir. Got on trip to Tennessee with Doryan",
    "tags": "highschool, school, late, friend, bathroom-blocked, teaching, travel, family, shopping",
    "circumstances": ""
  },
  {
    "date": "2024-11-12",
    "description": "running quality checks for three types of calculations in a large demon facility. Playing soccer scrimmage and make friends",
    "tags": "math, school, soccer, food, friend, daisy, demons, explore, work",
    "circumstances": ""
  },
  {
    "date": "2024-11-11",
    "description": "start working as a sex worker; keep good boundaries. Neighbors wreck dad's bike trailer. Searching for hidden room",
    "tags": "school, work, sex, athens, bullies, conflict, explore, search, family, running, rain, performance",
    "circumstances": ""
  },
  {
    "date": "2024-11-09",
    "description": "win epic floor is lava battle against Brandon Folrod. Rebuke Yeagers for silently abandoning me during divorce",
    "tags": "classmate, Asshole, climbing, confident, divorce, fancy-house, fast, fitness, flexibility, running, win",
    "circumstances": ""
  },
  {
    "date": "2024-11-07",
    "description": "protesting in the streets when Trump tries to keep power after his term. Taking Daisy to doggy preschool with Sarah",
    "tags": "friend, politics, daisy, school, shopping, crusade, danger, dog, fight, rebellion",
    "circumstances": "horny"
  },
  {
    "date": "2024-11-05",
    "description": "missing Daisy on giant ship. Everyone wants to pet her and she's a pink, raw goose. She actually does pretty well",
    "tags": "daisy, ship, space, ocean, monster, search, family, escape, bathroom-blocked",
    "circumstances": "nightmare"
  },
  {
    "date": "2024-10-28",
    "description": "kayak from island at rising tide. Try to get on flight carrying drugs. Thunderstorm pours through roof onto bed",
    "tags": "packing, airport, ocean, water, friend, hide, driving, travel",
    "circumstances": "stress, sweaty, restless"
  },
  {
    "date": "2024-10-25",
    "description": "Mom, Zack and I attend Au. meetup. Library on magic turtle; vortex lake. Hunger games fight with bows and berries",
    "tags": "adventure, fight, family, friend, creatures, danger, infiltrate, earworm, magic, space",
    "circumstances": "horny"
  },
  {
    "date": "2024-10-23",
    "description": "Dad buys huge mansion & puppy for Daisy; they instantly hit it off. Stuck in huge house with Asshole after divorce",
    "tags": "fancy-house, buy-house, big-space, dog, daisy, Asshole, divorce, party, explore",
    "circumstances": "sweaty, slept-in-contacts"
  },
  {
    "date": "2024-10-22",
    "description": "try to buy a house; someone gives me $50k. Dad grandstanding at gourmet. Traveling Appalachia with gun",
    "tags": "family, athens, buy-house, money, delivery, forget, violence, movie, planning",
    "circumstances": ""
  },
  {
    "date": "2024-10-21",
    "description": "kids rebellion against school mam. Physical challenge cruise; climbing down crazy wall. Syd cameo",
    "tags": "cruise, adventure, strong, climbing, woods, school, rebellion, planning, snow, friend",
    "circumstances": "restless, sweaty"
  },
  {
    "date": "2024-10-18",
    "description": "restaurant hopping with bridesmaids and friends. Attend Beyonce's wedding. Men being lazy",
    "tags": "friend, celebrity, wedding, gender, bathroom-blocked",
    "circumstances": ""
  },
  {
    "date": "2024-10-17",
    "description": "At Lindsay's wedding, her mom makes us dance, monkey, dance. Her dad is awesome -flies plane at dock for her",
    "tags": "friend, past-event, bullies, money, planning, dressing, cleaning",
    "circumstances": ""
  },
  {
    "date": "2024-10-16",
    "description": "Banbury house Christmas; lights broken. Human terminally ill Puppy. Pilot space and water ships to escape enemies",
    "tags": "family, christmas, ocean, ship, space, pilot, escape, adventure, dying, fixing, search",
    "circumstances": "sweaty"
  },
  {
    "date": "2024-10-15",
    "description": "Hunted by psycho from remote hotel. Sad at dog park with friends; couldn't bring Daisy. Golden girls vacation",
    "tags": "hunted, escape, family, friend, adventure, hotel, daisy, sad, packing",
    "circumstances": ""
  },
  {
    "date": "2024-10-14",
    "description": "Graveyard running and gardening. Decorating Grandma Day's house to live in. Coworker Sharon thinks it's March",
    "tags": "running, grandma-Day, family, decorating, fast, coworker, shopping",
    "circumstances": "sweaty, fitful"
  },
  {
    "date": "2024-10-13",
    "description": "Sarah hassling me about giant passport scrapbook. Waterspouts on a cruise. Lindsay trying to conceive",
    "tags": "ocean, water, friend, bathroom-blocked",
    "circumstances": "fitful, restless, sweaty, insomnia, earworm"
  },
  {
    "date": "2024-10-12",
    "description": "Warn against Autism Speaks running charity. Mom and I hide murder evidence by river. Sarah falls and gets injured",
    "tags": "adventure, crusade, sci-fi, dark, city, danger, family, friend, hide, rescue, unease",
    "circumstances": "stress"
  },
  {
    "date": "2024-10-11",
    "description": "interesting farmers market. Mean girls bully me. Houses from Japan.  Want to get back into soccer",
    "tags": "soccer, running, sports-failure, longing, bullies, magic, fancy-house",
    "circumstances": ""
  },
  {
    "date": "2024-10-09",
    "description": "family reunion at gorgeous Italian compound. Befriend eagle; feed it treats. Miss Grandma. Cousins get rowdy",
    "tags": "italy, family-reunion, family, grandma-Day, animal-friend, hide, bittersweet, longing",
    "circumstances": "horny"
  },
  {
    "date": "2024-10-08",
    "description": "watching a dangerous airshow. Quick ketamine hit. Crafting sculpey scene in gem. Going to big mall. Like dangerous person",
    "tags": "driving, planning, danger, rescue, puppies, kitties, drugs, mall, romance",
    "circumstances": "restless"
  },
  {
    "date": "2024-10-07",
    "description": "going back to high school. Cousin Sam is admin. Nail salon for Lindsay's wedding. Summer travels with family. Talk to Dad about drinking",
    "tags": "family, sad, bad-driving, highschool, planning, upcoming-event, lost-item",
    "circumstances": "stress, horny"
  },
  {
    "date": "2024-10-06",
    "description": "going to local water park with friends and family. Use strange creature as a bra, Dungeon Meshi or Scavengers Reign style",
    "tags": "creatures, water, friend, family, crowded, experiment, unease, longing",
    "circumstances": ""
  },
  {
    "date": "2024-10-05",
    "description": "too full at mediocre Vegas buffet with family. Escaping doomed cruise. When to get hair dyed for Lindsay's wedding?",
    "tags": "earworm, family, Vegas, food, escape, planning, upcoming-event, ugly",
    "circumstances": ""
  },
  {
    "date": "2024-10-04",
    "description": "speed battle with henchmen, looking for car downtown, smoking weed with Hannah Lo's friends. College apartments",
    "tags": "fight, search, city, strong, friend, sneak, college",
    "circumstances": ""
  },
  {
    "date": "2024-10-03",
    "description": "I'm little Link, saving humans and cat people from evil sorority with crocodiles, laser monsters, and beholders",
    "tags": "adventure, family, ocean, flying, work, personify-character",
    "circumstances": ""
  },
  {
    "date": "2024-10-02",
    "description": "Train hijinks, trying to stop some bad guy something something (wrote this down too late, haha)",
    "tags": "family, train, adventure, infiltrate",
    "circumstances": "horny"
  },
  {
    "date": "2024-10-01",
    "description": "Business trip to Disney Chinatown. Markets, fancy gym, horror alley",
    "tags": "travel, shopping",
    "circumstances": "semi-lucid, restless, sweaty, slept-in-contacts"
  },
  {
    "date": "2024-09-30",
    "description": "high School library. Demon Business. Arts supplies. Girls with a gun",
    "tags": "adventure, packing, kissing, defiant, spy, bathroom-blocked",
    "circumstances": "fitful, restless, sweaty, earworm"
  },
  {
    "date": "2024-09-29",
    "description": "try to summit Everest before the water level lowers. Worried I double booked Sarah's birthday",
    "tags": "adventure, magic, ocean, unfulfilled, shopping, excited",
    "circumstances": "stress"
  },
  {
    "date": "2024-09-28",
    "description": "help actress escape cyberpunk city. Sticky arcade games, backfiring bus",
    "tags": "tense, adventure, dark, pursued, packing, friend",
    "circumstances": "semi-lucid"
  },
  {
    "date": "2024-09-27",
    "description": "starring in a community ballet",
    "tags": "strong, excited, fitness, flexibility, performance, costumes, shopping, confident",
    "circumstances": ""
  }
]
